[
  {
    "id": "limpeza-de-pele",
    "title": "Limpeza de Pele",
    "shortDescription": "Limpeza profunda para renovar e revitalizar sua pele",
    "longDescription": "A limpeza de pele é um procedimento essencial para manter a saúde e beleza da sua pele. Realizamos uma análise detalhada do seu tipo de pele e aplicamos técnicas específicas para extrair impurezas, remover células mortas e promover a renovação celular. O tratamento inclui esfoliação, extração de cravos e espinhas, aplicação de máscaras específicas e hidratação profunda.",
    "duration": "60 minutos",
    "benefits": [
      "Remove impurezas e células mortas",
      "Desobstrui os poros",
      "Melhora a textura da pele",
      "Promove renovação celular",
      "Prepara a pele para outros tratamentos"
    ],
    "images": [
      "/images/services/limpeza-de-pele-1.jpg"
    ],
    "category": "facial",
    "featured": true,
    "complements": [
      {
        "id": "peeling-diamante",
        "name": "Peeling de Diamante",
        "description": "Renovação celular intensa com resultado imediato, utilizando micropartículas de diamante para esfoliação profunda."
      },
      {
        "id": "peeling-quimico",
        "name": "Peeling Químico",
        "description": "Promove a renovação da pele por meio da descamação, clareando manchas como acne, melasma e outras, além de estimular a produção de colágeno para uma pele mais firme, revitalizada, radiante e com menos rugas e linhas de expressão."
      }
    
    ]
  },
  {
    "id": "design-sobrancelhas",
    "title": "Design de Sobrancelhas",
    "shortDescription": "Modelagem perfeita que realça seu olhar",
    "longDescription": "O design de sobrancelhas é uma arte que requer técnica e conhecimento das proporções faciais. Analisamos o formato do seu rosto e criamos o design perfeito que realça seus traços naturais.",
    "benefits": [
      "Realça o olhar naturalmente",
      "Harmoniza os traços faciais",
      "Técnica personalizada",
      "Simetria perfeita"
    ],
    "images": [
      "/images/services/design-sobrancelhas-1.jpeg"
    ],
    "category": "sobrancelhas",
    "featured": false,
    "complements": [
      {
        "id": "tintura-sobrancelha",
        "name": "Tintura de Sobrancelha",
        "description": "Coloração dos pelos para realçar o design e dar mais definição às sobrancelhas, especialmente para pelos claros."
      },
      {
        "id": "henna-sobrancelha",
        "name": "Henna para Sobrancelhas",
        "description": "Tingimento natural que colore tanto os pelos quanto a pele, preenchendo falhas e criando um efeito mais denso."
      }
    ]
  },
  {
    "id": "extensao-cilios",
    "title": "Extensão de Cílios",
    "shortDescription": "Cílios naturais",
    "longDescription": "A extensão de cílios é um procedimento que proporciona cílios mais longos, volumosos e curvados de forma natural. Aplicamos fio a fio cílios sintéticos de alta qualidade, criando um efeito natural ou mais dramático conforme sua preferência.",
    "benefits": [
      "Olhar mais marcante e expressivo",
      "Dispensa máscara de cílios",
      "Resultado natural ou dramático"
    ],
    "images": [
      "/images/services/extensao-de-cilios-1.jpg"
    ],
    "category": "cilios",
    "featured": true,
    "variations": [
      {
        "id": "classic-lash",
        "name": "Classic Lash (Fio a Fio)",
        "description": "Técnica que aplica um fio sintético em cada fio natural, proporcionando um efeito natural."
      },
      {
        "id": "volume-brasileiro",
        "name": "Volume Brasileiro",
        "description": "Técnica que aplica um fio Y 2D, criando um efeito mais cheio e volumoso, ideal para quem deseja um olhar mais marcante."
      },
      {
        "id": "volume-fox",
        "name": "Volume Fox",
        "description": "Técnica que aplica um fio W 4D, criando um efeito mais dramático parecido ao olhar felino."
      },
      {
        "id": "volume-brown",
        "name": "Volume Brown",
        "description": "Técnica que utiliza fios marrons para um efeito mais suave e natural, ideal para loiras ou quem busca um visual menos intenso."
      },
      {
        "id": "volume-anime",
        "name": "Volume Anime",
        "description": "Técnica que aplica um fio U 2D, alongamento que mistura leveza e ousadia, proporcionando um olhar marcante e expressivo."
      }
    ]
  },
  {
    "id":"nano-blading",
    "title":"Nanoblading",
    "shortDescription":"Sobrancelhas perfeitas com técnica avançada de nanopigmentação",
    "longDescription":"O Nano Blading é uma técnica avançada de nanopigmentação que utiliza uma ferramenta manual com microagulhas para desenhar fios de sobrancelha de forma extremamente natural. Cada fio é desenhado individualmente, respeitando o formato do rosto e a direção do crescimento dos pelos. O resultado é uma sobrancelha mais cheia, definida e harmoniosa, com aparência natural.",
    "benefits":[
      "Sobrancelhas mais cheias e definidas",
      "Aparência extremamente natural",
      "Técnica personalizada para cada cliente",
      "Duração de até 1 ano com retoques"
    ],
    "images":[
      "/images/services/nanoblading-2.jpeg",
      "/images/services/nanoblading-1.jpeg"
    ],
    "category":"sobrancelhas",
    "featured": false
  },
  {
    "id":"lash-lift",
    "title":"Lash Lift",
    "shortDescription":"Cílios curvados e realçados sem a necessidade de extensão",
    "longDescription":"Lash lifting é a técnica utiliza seu próprio cílios natural e tem objetivo curva-los. Um procedimento incrível e totalmente indolor vai deixar aquilo que já era lindo, simplesmente perfeito!",
    "benefits":[
      "Cílios naturalmente curvados e realçados",
      "Duração de 45 a 60 dias",
      "Procedimento indolor",
      "Fortalece e hidrata os cílios",
      "Dispensa o uso de curvex"
    ],
    "images":[
      "/images/services/lash-lift-1.jpg"
    ],
    "category":"cilios",
    "featured": false
  },
  {
    "id":"hidra-gloss",
    "title":"Hidra Gloss",
    "shortDescription":"Hidratação profunda com efeito glossy para um lábio radiante",
    "longDescription":"O Hidra Gloss é um tratamento labial que combina hidratação profunda com um efeito glossy, proporcionando um lábio radiante e revitalizado. Utilizamos produtos ricos em ativos hidratantes e antioxidantes que penetram profundamente na pele, restaurando a barreira de proteção e promovendo um brilho saudável. O tratamento é ideal para todos os tipos de lábios, especialmente os desidratados e opacos.",
    "benefits":[
      "Hidratação profunda",
      "Efeito glossy e radiante",
      "Revitaliza lábios opacos e desidratados",
      "Restaura a barreira de proteção da pele",
      "Adequado para todos os tipos de labios"
    ],
    "images":[
      "/images/services/hidra-gloss-1.jpeg"
    ],
    "category":"facial",
    "featured": false
  },
  {
    "id":"nanolips",
    "title":"NanoLips",
    "shortDescription":"Lábios naturalmente realçados com técnica de micropigmentação",
    "longDescription":"O NanoLips é um procedimento labial que promove um efeito extremamente natural, com borda esfumada e resultado lip tint. Ideal para quem deseja realçar a beleza dos lábios de forma sutil e elegante, corrigindo pequenas irregularidades ou restaurar a cor.",
    "benefits":[
      "Lábios mais definidos",
      "Técnica minimamente invasiva",
      "Durabilidade de até 12 meses",
      "Resultado natural e duradouro"
    ],
    "images":[
      "/images/services/nanolips-1.jpg"
    ],
    "category":"facial",
    "featured": false
  }
]